Repository: kareemzedan-dev/taskly_admin_app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Payment Method
ar: طريقة الدفع

source: Account Number
ar: رقم الحساب

source: Freelancer Info
ar: معلومات المستقل

source: Balance
ar: الرصيد

source: Requested Withdraw
ar: السحب المطلوب

source: Client ID
ar: معرّف العميل

source: Add Bank Account
ar: إضافة حساب بنكي

source: Bank Transfer Receipt
ar: إيصال التحويل البنكي

source: Basic Information
ar: المعلومات الأساسية

source: Account Details
ar: تفاصيل الحساب

source: Additional Details
ar: تفاصيل إضافية

source: Account Settings
ar: إعدادات الحساب

source: Bank Name
ar: اسم البنك

source: Account Name
ar: اسم الحساب

source: SWIFT Code
ar: رمز SWIFT

source: Notes (Optional)
ar: ملاحظات (اختياري)

source: Active Account
ar: الحساب نشط

# enableOrDisableBankAccount
source: Enable or disable this bank account
ar: تمكين أو تعطيل هذا الحساب البنكي

source: Update
ar: تحديث

source: Delete Account
ar: حذف الحساب

source: Bank account saved successfully ✅
ar: تم حفظ الحساب البنكي بنجاح ✅

source: Bank account updated successfully ✅
ar: تم تحديث الحساب البنكي بنجاح ✅

source: Bank account deleted successfully ✅
ar: تم حذف الحساب البنكي بنجاح ✅

source: No accounts found
ar: لا يوجد حسابات

source: Deactivate account
ar: تعطيل الحساب

source: Activate account
ar: تفعيل الحساب

source: Edit
ar: تعديل

source: Notes
ar: ملاحظات

source: Search payments
ar: بحث في المدفوعات

source: Search withdrawals
ar: بحث في السحوبات

source: Search bank account
ar: بحث في الحسابات البنكية

# welcomeAdmin
source: Welcome Admin now manage your dashboard
ar: مرحبًا بك يا مسؤول ادير لوحة التحكم الخاصة بك الآن
