Repository: kareemzedan-dev/taskly_admin_app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Client
ar: عميل

source: SAR
ar: ريال سعودي

source: Freelancer
ar: مستقل

# welcomeMessage
source: Organize work, connect, and succeed!
ar: رتب شغلك، تواصل، وحقق النجاح!

# freelancerTitle
source: I'm a Freelancer
ar: أنا مستقل

# freelancerSubtitle
source: Find projects & grow your career
ar: ابحث عن مشاريع وطوّر مسيرتك

# clientTitle
source: I'm a Client
ar: أنا عميل

# clientSubtitle
source: Hire talents to get your work done
ar: وظّف المستقلين لإنجاز عملك

source: Create Freelancer Account
ar: إنشاء حساب مستقل

source: Create Client Account
ar: إنشاء حساب عميل

# alreadyHaveAccount
source: Already have an account?
ar: لديك حساب بالفعل؟

source: Log in
ar: تسجيل الدخول

# registerFreelancerSubtitle
source: Sign up to find work
ar: سجل للبحث عن عمل

# registerClientSubtitle
source: Sign up to hire the best talent
ar: سجل لتوظيف أفضل المواهب

source: First Name
ar: الاسم الأول

source: Last Name
ar: اسم العائلة

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

# createAccount
source: Create my account
ar: إنشاء حسابي

source: This field is required
ar: هذا الحقل مطلوب

source: Welcome back
ar: مرحباً بعودتك

# dontHaveAccount
source: Don't have an account?
ar: ليس لديك حساب؟

source: Sign up
ar: إنشاء حساب

source: Continue with Google
ar: المتابعة باستخدام جوجل

# privacyPolicyAgreement
source: By creating an account you agree to the
ar: بإنشائك حساباً فإنك توافق على

source: privacy policy
ar: سياسة الخصوصية

# termsAgreement
source: and to the
ar: و على

source: terms of use
ar: شروط الاستخدام

source: Or
ar: او

source: No internet connection
ar: لا يوجد اتصال بالإنترنت

# emailAlreadyExists
source: Email already exists or not confirmed. Please check your email.
ar: البريد الإلكتروني موجود بالفعل أو لم يتم التأكيد. يرجى التحقق من بريدك الإلكتروني.

# somethingWentWrong
source: Something went wrong, please try again
ar: حدث خطأ ما، يرجى المحاولة مرة أخرى

# loginFailed
source: Login failed. Please check your email and password.
ar: فشل تسجيل الدخول. يرجى التحقق من البريد الإلكتروني وكلمة المرور.

# notRegisteredAsRole
source: You are not registered as {role}. Please use the correct account.
ar: أنت غير مسجل كـ {role}. يرجى استخدام الحساب الصحيح.

source: Google login cancelled
ar: تم إلغاء تسجيل الدخول باستخدام جوجل

# accountAlreadyRegistered
source: This account is already registered as {existingRole}. You cannot register as {role}.
ar: هذا الحساب مسجل بالفعل كـ {existingRole}. لا يمكنك التسجيل كـ {role}.

source: User registered successfully
ar: تم تسجيل المستخدم بنجاح

source: User Login successfully
ar: تم تسجيل الدخول بنجاح

source: Google login successful
ar: تم تسجيل الدخول باستخدام جوجل بنجاح

# dashboardDescription
source: Manage all freelancers and clients in one dashboard
ar: إدارة كل المستقلين والعملاء في لوحة تحكم واحدة

# performanceTracking
source: Track orders, monitor performance, and keep everything under control
ar: تتبع الطلبات، مراقبة الأداء، والحفاظ على كل شيء تحت السيطرة

source: Skip
ar: تخطي

source: Let's Go
ar: لنبدأ

source: Dashboard
ar: لوحة التحكم

source: Users
ar: المستخدمين

source: Orders
ar: الطلبات

source: Messages
ar: الرسائل

source: Payments
ar: المدفوعات

# hiUser
source: Hi {name},
ar: مرحبًا {name}،

# welcomeTaskly
source: Welcome to Taskly
ar: مرحبًا بك في Taskly

source: Revenue Trend
ar: اتجاه الإيرادات

# totalRevenueInfo
source: Total revenue growth over time
ar: نمو الإيرادات الإجمالي مع الوقت

source: Order Volume
ar: حجم الطلبات

# dailyOrderInfo
source: Daily order completion rate
ar: معدل إتمام الطلبات اليومي

source: Category Distribution
ar: توزيع الفئات

# serviceCategoryInfo
source: Service categories by revenue share
ar: فئات الخدمة حسب حصة الإيرادات

# errorPrefix
source: Error: {message}
ar: خطأ: {message}

# dashboardOrders
source: Orders
ar: الطلبات

# dashboardEarnings
source: Earnings
ar: الإيرادات

# dashboardClients
source: Clients
ar: العملاء

# dashboardFreelancers
source: Freelancers
ar: المستقلين

source: Pending Verifications
ar: التحققات المعلقة

source: Disputes Needing Review
ar: النزاعات التي تحتاج مراجعة

source: Pending Payments
ar: المدفوعات المعلقة

source: Late Orders
ar: الطلبات المتأخرة

# kpiTitle
source: Key Performance Indicators
ar: المؤشرات الرئيسية للأداء

# trendsTitle
source: Visual Trends & Insights
ar: الاتجاهات والرؤى البيانية

source: Monthly View
ar: عرض شهري

# pendingActionsTitle
source: Pending Action & Alerts
ar: الإجراءات والتنبيهات المعلقة

# exportCSVTitle
source: Export Financial CSV
ar: تصدير CSV المالي

source: Export Money CSV
ar: تصدير CSV للأموال

# categoryAcademic
source: Academic
ar: أكاديمي

# categoryReports
source: Reports
ar: تقارير

# categoryMindMaps
source: Mind Maps
ar: خرائط ذهنية

# categoryTranslation
source: Translation
ar: ترجمة

# categorySummaries
source: Summaries
ar: ملخصات

# categoryProjects
source: Projects
ar: مشاريع

# categoryPresentations
source: Presentations
ar: عروض تقديمية

# categoryProofreading
source: Proofreading
ar: تدقيق لغوي

# categoryCV
source: CV
ar: السيرة الذاتية

# categoryProgramming
source: Programming
ar: برمجة

# categoryCourses
source: Courses
ar: دورات

# categoryConsulting
source: Consulting
ar: استشارات

# categoryDesign
source: Design
ar: تصميم

# categoryEngineering
source: Engineering
ar: هندسة

# categoryFinance
source: Finance
ar: تمويل

# legendAcademic
source: Academic Sources
ar: مصادر أكاديمية

# legendReports
source: Scientific Reports
ar: تقارير علمية

# legendMindMaps
source: Mind Maps
ar: خرائط ذهنية

# legendTranslation
source: Languages & Translation
ar: اللغات والترجمة

# legendSummaries
source: Summaries
ar: ملخصات

# legendProjects
source: Scientific Projects
ar: مشاريع علمية

# legendPresentations
source: Presentations
ar: عروض تقديمية

# legendSPSS
source: SPSS Analysis
ar: تحليل SPSS

# legendProofreading
source: Proofreading
ar: تدقيق لغوي

# legendCV
source: CV / Resume
ar: السيرة الذاتية

# legendProgramming
source: Programming & Web Design
ar: برمجة وتصميم ويب

# legendCourses
source: Courses & Tutorials
ar: الدورات التعليمية

# legendConsulting
source: Specialized Consulting
ar: استشارات متخصصة

# legendDesign
source: Graphic Design
ar: تصميم جرافيك

# legendEngineering
source: Engineering Services
ar: خدمات هندسية

# legendFinance
source: Financial & Accounting
ar: المالية والمحاسبة

source: Manage Dashboard
ar: ادارة اللوحة القيادية

source: Manage Users
ar: إدارة المستخدمين

source: Search by name
ar: ابحث بالاسم

source: Search by email
ar: ابحث بالإيميل

source: Clients
ar: العملاء

source: Freelancers
ar: المستقلين

source: Total Orders
ar: إجمالي الطلبات

source: Completed
ar: المكتملة

source: Earnings
ar: الأرباح

source: Rating
ar: التقييم

source: Key Performance Indicators
ar: المؤشرات الرئيسية للأداء

source: Visual Trends & Insights
ar: الرؤى والاتجاهات البصرية

source: Pending Action & Alerts
ar: الإجراءات والتنبيهات المعلقة

source: Export Financial CSV
ar: تصدير CSV المالي

source: Academic
ar: أكاديمي

source: Reports
ar: تقارير

source: Mind Maps
ar: خرائط ذهنية

source: Translation
ar: ترجمة

source: Summaries
ar: ملخصات

source: Projects
ar: مشاريع

source: Presentations
ar: عروض تقديمية

source: Proofreading
ar: مراجعة لغوية

source: CV
ar: السيرة الذاتية

source: Programming
ar: برمجة

source: Courses
ar: دورات

source: Consulting
ar: استشارات

source: Design
ar: تصميم

source: Engineering
ar: هندسة

source: Finance
ar: مالية

source: Academic Sources
ar: مصادر أكاديمية

source: Scientific Reports
ar: تقارير علمية

source: Languages & Translation
ar: اللغات والترجمة

source: Scientific Projects
ar: مشاريع علمية

source: SPSS Analysis
ar: تحليل SPSS

source: CV / Resume
ar: السيرة الذاتية / CV

source: Programming & Web Design
ar: برمجة وتصميم مواقع

source: Courses & Tutorials
ar: الدورات التعليمية

source: Specialized Consulting
ar: استشارات متخصصة

source: Graphic Design
ar: تصميم جرافيكي

source: Engineering Services
ar: خدمات هندسية

source: Financial & Accounting
ar: الخدمات المالية والمحاسبية

source: Clear All
ar: مسح الكل

source: Status
ar: الحالة

source: Sorted By
ar: ترتيب حسب

source: Apply
ar: تطبيق

source: Highest Rating
ar: أعلى تقييم

source: Most Earnings
ar: الأكثر ربحًا

source: Most Completed
ar: الأكثر إكمالًا

source: Newest
ar: الأحدث

source: Oldest
ar: الأقدم

source: Active
ar: نشط

source: Suspended
ar: معلق

source: Inactive
ar: غير نشط

source: User Details
ar: تفاصيل المستخدم

source: Phone:
ar: الهاتف:

source: Registration Date:
ar: تاريخ التسجيل:

source: Last Updated:
ar: آخر تحديث:

source: Admin Actions
ar: إجراءات المسؤول

source: Active/Deactivate
ar: تفعيل/تعطيل

source: Send Message
ar: إرسال رسالة

source: Verify
ar: توثيق

source: Unverify
ar: إلغاء التوثيق

source: Activity Statistics
ar: إحصائيات النشاط

source: No Orders Yet
ar: لا توجد طلبات بعد

# filtersTooltip
source: Filters
ar: الفلاتر

source: Not Available
ar: غير متوفر

source: Unassigned
ar: غير معين

source: jobs
ar: وظائف

source: Reviews
ar: التقييمات

source: Order Details
ar: تفاصيل الطلب

source: Manage Orders
ar: إدارة الطلبات

source: Search for order
ar: البحث عن طلب

source: Search by status
ar: البحث بالحالة

source: Search by client name
ar: البحث باسم العميل

source: Delayed
ar: متأخر

# newOrder
source: New
ar: جديد

source: Progress
ar: قيد التنفيذ

source: Delivered
ar: تم التسليم

source: Cancelled
ar: ملغي

source: No orders here
ar: لا توجد طلبات هنا

source: Late
ar: متأخر

source: View Details
ar: عرض التفاصيل

# loadingUserInfo
source: Loading client & freelancer info...
ar: جاري تحميل معلومات العميل والمستقل...

source: Client Details
ar: تفاصيل العميل

source: Freelancer Details
ar: تفاصيل المستقل

source: Request ID
ar: رقم الطلب

source: Offer ID
ar: رقم العرض

source: Order Timeline
ar: خطة زمنية للطلب

source: Cancel Order
ar: إلغاء الطلب

source: Order Created
ar: تم إنشاء الطلب

source: Payment Confirmed
ar: تم تأكيد الدفع

source: Work Started
ar: بدأ العمل

source: Delivery
ar: موعد التسليم

source: Deadline Expired
ar: انتهى الموعد النهائي

source: No Category
ar: لا يوجد تصنيف

source: Offers
ar: العروض

source: Filter by:
ar: فرز حسب

source: Price
ar: السعر

source: Offers Received
ar: العروض المستلمة

source: Posted
ar: نشر منذ

source: Description
ar: الوصف

source: No Description
ar: لا يوجد وصف

source: All
ar: الكل

source: Filters
ar: الفلاتر

source: Pending
ar: قيد الانتظار

source: Verified Freelancer
ar: مستقل موثق

source: Created
ar: تم الإنشاء

source: Paid
ar: تم الدفع

source: Accepted
ar: تم القبول

# paidPending
source: Paid (Pending Confirmation)
ar: مدفوع (بانتظار التأكيد)

source: In Progress
ar: قيد التنفيذ

source: Deadline
ar: موعد الانتهاء

source: Rejected
ar: مرفوض

source: ID
ar: الرقم التعريفي

source: Attachments
ar: المرفقات

source: Service Type
ar: نوع الخدمة

source: Budget
ar: المبلغ

source: Created At
ar: موعد الانشاء

source: Updated At
ar: موعد التحديث

source: Offers Count
ar: عدد العروض

source: Theme
ar: الوضع

source: Dark
ar: مظلم

source: Light
ar: فاتح

source: Language
ar: اللغة

source: Commission Percentage
ar: نسبة التطبيق

source: Save
ar: حفظ

source: No Reviews
ar: لا توجد تقييمات

source: No reviews here
ar: لا توجد تقييمات هنا

source: No reviews for this freelancer
ar: لا توجد تقييمات لهذا المستقل

source: No reviews for this client
ar: لا توجد تقييمات لهذا العميل

source: Reviews Given
ar: التقييمات المقدمة

source: Reviews Received
ar: التقييمات المستلمة

source: No reviews given
ar: لم يتم تقديم أي تقييمات

source: No reviews received
ar: لم يتم استلام أي تقييمات

source: No reviews given for this client
ar: لم يتم تقديم أي تقييمات لهذا العميل

source: No reviews given for this freelancer
ar: لم يتم تقديم أي تقييمات لهذا المستقل

source: No reviews received for this client
ar: لم يتم استلام أي تقييمات لهذا العميل

source: No public orders available
ar: لا توجد طلبات عامة متاحة

# service1
source: Providing academic sources and references
ar: توفير المصادر والمراجع الأكاديمية

# service2
source: Scientific reports
ar: التقارير العلمية

# service3
source: Mind maps
ar: الخرائط الذهنية

# service4
source: Languages and translation
ar: اللغات والترجمة

# service5
source: Summarizing books, articles, and lectures
ar: تلخيص كتب - مقالات - محاضرات

# service6
source: Scientific projects
ar: مشاريع علمية

# service7
source: Presentations (PowerPoint)
ar: العروض التقديمية (PowerPoint)

# service8
source: Statistical analysis (SPSS)
ar: تحليل إحصائي SPSS

# service9
source: Proofreading
ar: تدقيق لغوي

# service10
source: Resume/CV
ar: سيره ذاتيه

# service11
source: Programming and web design
ar: البرمجة وتصميم المواقع

# service12
source: Tutorials and courses
ar: الشرح والدورات

# service13
source: Specialized consultations by field
ar: إستشارات متخصصه حسب المجال

# service14
source: Graphic design 🎨
ar: التصميم الجرافيكي 🎨

# service15
source: Engineering services
ar: الخدمات الهندسية

# service16
source: Financial and accounting services
ar: الخدمات المالية والمحاسبية

source: Order Now
ar: اطلب الان

source: No services found
ar: لا يوجد خدمات

source: Forgot Password?
ar: نسيت كلمه المرور؟

# continuewithface
source: Continue with Facebook
ar: المتابعة باستخدام فيسبوك

source: Continue with Apple
ar: المتابعة باستخدام أبل

source: Welcome To Taskly
ar: مرحبًا بك في Taskly

source: Search for services
ar: ابحث عن الخدمات

# order_created_success
source: Order created successfully
ar: تم إنشاء الطلب بنجاح

# something_went_wrong
source: Something went wrong, try again later
ar: حدث خطأ ما، حاول مرة أخرى لاحقًا

# title_label
source: Title
ar: العنوان

# category_label
source: Category
ar: الفئة

# description_label
source: Description
ar: الوصف

# deadline_label
source: Deadline
ar: الموعد النهائي

# attachments_label
source: Attachments
ar: المرفقات

# hiring_method_label
source: Hiring Method
ar: طريقة التوظيف

# submit_button
source: Submit
ar: إرسال

# error_enter_title
source: Please enter title
ar: الرجاء إدخال العنوان

# error_choose_category
source: Please choose category
ar: الرجاء اختيار الفئة

# error_enter_description
source: Please enter description
ar: الرجاء إدخال الوصف

# error_enter_deadline
source: Please enter deadline
ar: الرجاء إدخال الموعد النهائي

# error_add_attachments
source: Please add attachments
ar: الرجاء إضافة المرفقات

# error_select_hiring_method
source: Please select hiring method
ar: الرجاء اختيار طريقة التوظيف

# error_wait_attachments
source: Please wait until all attachments are uploaded
ar: يرجى الانتظار حتى يتم تحميل جميع المرفقات

# error_select_freelancer
source: Please select freelancer
ar: الرجاء اختيار المستقل

# description_hint
source: Write your description here
ar: اكتب وصفك هنا

source: Enter time
ar: أدخل الوقت

source: Uploading...
ar: جاري التحميل...

source: Uploaded Successfully ✅
ar: تم التحميل بنجاح ✅

source: No files uploaded yet
ar: لم يتم رفع أي ملفات بعد

# files_uploaded_count
source: {count} files uploaded
ar: {count} ملفات تم رفعها

source: File not found for deletion
ar: الملف غير موجود للحذف

source: Failed to delete file
ar: فشل حذف الملف

source: File deleted successfully
ar: تم حذف الملف بنجاح

# error
source: Error: {error}
ar: خطأ: {error}

# public_posting_title
source: Public Posting
ar: نشر عام

# public_posting_subtitle
source: Post your request publicly and receive multiple proposals
ar: انشر طلبك بشكل عام واستقبل عروض متعددة

# hire_specific_freelancer_title
source: Hire Specific Freelancer
ar: توظيف مستقل محدد

# hire_specific_freelancer_subtitle
source: Send your request directly to a specific freelancer as a private offer
ar: أرسل طلبك مباشرة إلى مستقل معين كعرض خاص

# private_badge
source: Private
ar: خاص

# search_freelancers_hint
source: Search freelancers by name...
ar: ابحث عن المستقلين بالاسم...

# choose_best_match_hint
source: Choose the best match for your project
ar: اختر الأنسب لمشروعك

source: Service Order
ar: طلب خدمة

source: Statistical Analysis
ar: تحليل إحصائي

source: Resume
ar: سيرة ذاتية

source: Tutorials
ar: دروس تعليمية

source: Consultations
ar: استشارات

source: Graphic Design
ar: تصميم جرافيكي

source: Engineering Services
ar: خدمات هندسية

source: Financial Services
ar: خدمات مالية

source: Other
ar: أخرى

source: No pending orders yet
ar: لا توجد طلبات معلقة بعد

source: No orders in progress
ar: لا توجد طلبات قيد التنفيذ

source: No completed orders
ar: لا توجد طلبات مكتملة

source: No cancelled orders
ar: لا توجد طلبات ملغاة

source: Unverified Freelancer
ar: مستقل غير موثق

source: Payment under review
ar: الدفع قيد المراجعة

# paid_now
source: Paid Now {amount} SAR
ar: ادفع الآن {amount} ريال سعودي

source: Confirm Delete
ar: تأكيد الحذف

# delete_confirmation_message
source: Are you sure you want to delete this order?
ar: هل أنت متأكد أنك تريد حذف هذا الطلب؟

source: Delete
ar: حذف

source: No offers yet
ar: لا توجد عروض بعد

source: Offer accepted successfully
ar: تم قبول العرض بنجاح

source: Offer rejected successfully
ar: تم رفض العرض بنجاح

# error_temp
source: Error
ar: خطأ

source: Loading...
ar: جاري التحميل...

source: Decline Offer
ar: رفض العرض

source: Accept Offer
ar: قبول العرض

source: Start Chat
ar: بدء المحادثة

source: View Less
ar: عرض أقل

source: View More
ar: عرض المزيد

source: Waiting
ar: انتظار

source: File Viewer
ar: عارض الملفات

source: Warning
ar: تحذير

# upload_warning_message
source: You have uploaded payment proof but haven't pressed Make Payment. Are you sure you want to leave?
ar: لقد قمت برفع إثبات الدفع ولكن لم تضغط على زر تنفيذ الدفع. هل أنت متأكد أنك تريد المغادرة؟

source: Stay
ar: البقاء

source: Leave
ar: المغادرة

source: Upload Payment Proof
ar: رفع إثبات الدفع

# secure_payment_note
source: 🔒 Secure payment. Funds will not be released until the work is completed.
ar: 🔒 دفع آمن. لن يتم الإفراج عن المبلغ حتى يكتمل العمل.

# payment_under_review_message
source: 📢 Don't worry, your payment request is under review. It usually doesn't take long.
ar: 📢 لا تقلق، طلب الدفع الخاص بك قيد المراجعة. عادة لا يستغرق الأمر وقتًا طويلاً.

source: Payment Status
ar: حالة الدفع

source: Awaiting approval
ar: في انتظار الموافقة

# amount_sar
source: Amount: {amount} SAR
ar: المبلغ: {amount} ريال

# contact_us_note
source: 📣 If you have any questions, please contact us. We are here to help!
ar: 📣 إذا كان لديك أي استفسار، لا تتردد في التواصل معنا. نحن هنا لمساعدتك!

# chat_with_admin
source: Chat with Admin Now
ar: تحدث مع الإدارة الآن

# upload_note
source: Note: After completing the transfer, please upload a photo of the receipt or a screenshot from your banking app as proof of payment.
ar: ملاحظة: بعد إتمام التحويل، يرجى رفع صورة الإيصال أو لقطة شاشة من تطبيق البنك كدليل على الدفع.

# leave_warning_message
source: You have uploaded payment proof but haven't pressed Make Payment. Are you sure you want to leave?
ar: لقد قمت برفع إثبات الدفع ولكن لم تضغط على زر تأكيد الدفع. هل أنت متأكد أنك تريد المغادرة؟

source: Creating payment...
ar: جاري إنشاء الدفع...

# payment_created_success
source: Payment created successfully, please wait for admin approval
ar: تم إنشاء الدفع بنجاح، يرجى انتظار موافقة الإدارة

source: Make Payment
ar: إتمام الدفع

# please_upload_proof
source: Please upload payment proof
ar: يرجى رفع إثبات الدفع

# please_wait_uploads
source: Please wait until all attachments are uploaded
ar: يرجى الانتظار حتى يتم رفع جميع المرفقات

source: IBAN Number
ar: رقم الآيبان

source: Account Number
ar: رقم الحساب

source: Account Name
ar: اسم الحساب

source: SWIFT Code
ar: رمز السويفت

# wait_uploads
source: Please wait until all attachments are uploaded
ar: يرجى الانتظار حتى يتم رفع جميع المرفقات

# upload_payment_proof_first
source: Please upload payment proof
ar: يرجى رفع إثبات الدفع أولاً

# payment_proof_uploaded_success
source: Payment proof uploaded successfully
ar: تم رفع إثبات الدفع بنجاح

source: Home
ar: الرئيسية

source: Find Work
ar: ابحث عن عمل

source: My Jobs
ar: وظائفي

source: Profile
ar: الملف الشخصي

source: Search for orders...
ar: ابحث عن الطلبات...

source: Search for private orders...
ar: ابحث عن الطلبات الخاصة...

source: Search for public orders...
ar: ابحث عن الطلبات العامة...

source: Search for favorite orders...
ar: ابحث عن الطلبات المفضلة...

source: Public Requests
ar: الطلبات العامة

source: Private Requests
ar: الطلبات الخاصة

# account_under_verification
source: Your account is under verification. Please wait until your request is approved.
ar: حسابك قيد المراجعة. يرجى الانتظار حتى يتم الموافقة على طلبك.

source: Send offers
ar: إرسال العروض

source: Send offer
ar: إرسال العرض

source: Week
ar: أسبوع

source: Weeks
ar: أسابيع

source: Day
ar: يوم

source: Days
ar: أيام

source: Hour
ar: ساعة

source: Hours
ar: ساعات

source: Minute
ar: دقيقة

source: Minutes
ar: دقائق

source: just now
ar: الآن

# minutes_ago
source: {minutes} minutes ago
ar: منذ {minutes} دقائق

# minute_ago
source: 1 minute ago
ar: منذ دقيقة واحدة

# hours_ago
source: {hours} hours ago
ar: منذ {hours} ساعات

# hour_ago
source: 1 hour ago
ar: منذ ساعة واحدة

# days_ago
source: {days} days ago
ar: منذ {days} أيام

# day_ago
source: 1 day ago
ar: منذ يوم واحد

source: Online
ar: متصل الآن

source: Last seen: Unknown
ar: آخر ظهور: غير معروف

# last_seen_today
source: Last seen today at {time}
ar: آخر ظهور اليوم في {time}

# last_seen_yesterday
source: Last seen yesterday at {time}
ar: آخر ظهور أمس في {time}

# last_seen_days_ago
source: Last seen {days} days ago
ar: آخر ظهور منذ {days} أيام

source: Last seen on {date}
ar: آخر ظهور في {date}

# time_suffix_ago
source: ago
ar: مضت

# time_suffix_left
source: left
ar: متبقية

# time_day
source: day
ar: يوم

# time_days
source: days
ar: أيام

# time_hour
source: hour
ar: ساعة

# time_hours
source: hours
ar: ساعات

# time_minute
source: minute
ar: دقيقة

# time_minutes
source: minutes
ar: دقائق

source: Unknown Client
ar: عميل غير معروف

# jobs_posted
source: {count} jobs posted
ar: نُشرت {count} وظيفة

source: Job Details
ar: تفاصيل الوظيفة

source: About this job
ar: حول هذه الوظيفة

source: Project Duration
ar: مدة المشروع

source: Unknown
ar: غير معروف

source: Withdraw offer
ar: سحب العرض

source: Withdrawing...
ar: جارٍ السحب...

source: Proposal description
ar: وصف العرض

source: Delete this offer
ar: حذف هذا العرض

source: No rejected offers
ar: لا توجد عروض مرفوضة

source: No completed projects yet
ar: لا توجد مشاريع مكتملة بعد

source: No accepted offers
ar: لا توجد عروض مقبولة

source: No pending offers
ar: لا توجد عروض قيد الانتظار

source: No private orders available
ar: لا توجد طلبات خاصه متاحه

# send_offer_title
source: Send offer
ar: إرسال العرض

source: Project Details :
ar: تفاصيل المشروع :

source: Proposal Price :
ar: سعر العرض :

# enter_price_hint
source: Enter price
ar: أدخل السعر

source: Price after commission:
ar: السعر بعد العمولة:

source: Delivery Time :
ar: مدة التسليم :

# enter_time_hint
source: Enter time
ar: أدخل الوقت

# offer_description_hint
source: Explain how you will execute this project, including methods or any specific conditions....
ar: اشرح كيف ستنفذ هذا المشروع، بما في ذلك الأساليب أو أي شروط محددة....

# description_error
source: Please enter a description
ar: يرجى إدخال الوصف

# price_error
source: Please enter a price
ar: يرجى إدخال السعر

# delivery_time_error
source: Please enter a delivery time
ar: يرجى إدخال مدة التسليم

# offer_sent_success
source: Offer sent successfully
ar: تم إرسال العرض بنجاح

# exportOrdersCSVTitle
source: Export Orders CSV
ar: تصدير CSV الطلبات

source: No conversations found
ar: لا توجد محادثات

source: Total Price
ar: السعر الكلي

source: Order ID
ar: رقم الطلب

source: Bank Account Management
ar: إدارة الحساب البنكي

source: Manage Payments
ar: إدارة المدفوعات

source: Edit Bank Account
ar: تعديل الحساب البنكي

source: Client Payments
ar: مدفوعات العميل

source: Freelancer Withdrawals
ar: سحوبات المستقل

source: Payment Details
ar: تفاصيل الدفع

source: Payment ID
ar: معرّف الدفع

source: Freelancer ID
ar: معرّف المستقل
